[LWS_Warden X2SoldierClassTemplate]
+DisplayName="典狱长"
+ClassSummary="典狱长是具有灵能天赋的侦察兵。然而，他们没有接受过传统的灵能训练，他们使用灵能的方式与我们以前看到的不同。他们不使用灵能增幅器来放大他们的精神力量，而是让他们的身体充当战场周围休眠灵能的管道，当能量通过他们时，他们会以各种方式利用这些能量。"
+LeftAbilityTreeTitle="潮落"
+RightAbilityTreeTitle="潮起"
+AbilityTreeTitles[0]="潮落"
+AbilityTreeTitles[1]="潮汐"
+AbilityTreeTitles[2]="潮起"
+AbilityTreeTitles[3]="XCOM"
+AbilityTreeTitles[4]="手枪"
;ALPHABETICAL ORDER
+RandomNickNames[0]="阿切隆"
+RandomNickNames[1]="以太"
+RandomNickNames[2]="阿拉基斯"
+RandomNickNames[3]="阿特雷德"
+RandomNickNames[4]="博斯普鲁"
+RandomNickNames[5]="考尔德"
+RandomNickNames[6]="魔鬼电流"
+RandomNickNames[7]="极乐世界"
+RandomNickNames[8]="艾诺斯"
+RandomNickNames[9]="福沃德"
+RandomNickNames[10]="穆斯皮尔"
+RandomNickNames[11]="新星"
+RandomNickNames[12]="脉冲"
+RandomNickNames[13]="红河"
+RandomNickNames[14]="红移"
+RandomNickNames[15]="流氓"
+RandomNickNames[16]="鲁比"
+RandomNickNames[17]="牧羊人"
+RandomNickNames[18]="底格里斯"
+RandomNickNames[19]="野火"
+RandomNickNames[20]="亚纳塔什"
;ALPHABETICAL ORDER
+RandomNickNames_Male[0]="猎户座"
;ALPHABETICAL ORDER
+RandomNickNames_Female[0]="阿耳弥斯"
;ALPHABETICAL ORDER
+PhotoboothSoloBLines_Male[0]="他的刀锋... 他们的血！"
+PhotoboothSoloBLines_Male[1]="暴风雨就要来了。"
+PhotoboothSoloBLines_Male[2]="他的刀锋会带来正义！"
+PhotoboothSoloBLines_Male[3]="他若与我们同在，谁能敌挡我们呢？"
+PhotoboothSoloBLines_Male[4]="剑士！死亡贩子。"
+PhotoboothSoloBLines_Male[5]="我不怕暴风雨，我就是暴风雨。"
+PhotoboothSoloBLines_Female[0]="她的刀锋... 他们的血！"
+PhotoboothSoloBLines_Female[1]="暴风雨就要来了。"
+PhotoboothSoloBLines_Female[2]="她的刀锋会带来正义！"
+PhotoboothSoloBLines_Female[3]="她若与我们同在，谁能敌挡我们呢？"
+PhotoboothSoloBLines_Female[4]="剑士！死亡贩子。"
+PhotoboothSoloBLines_Female[5]="我不怕暴风雨，我就是暴风雨。"

[WardenSpacialSurfer X2AbilityTemplate]
LocFriendlyName="冲浪空间"
LocLongDescription="获得远程传送能力，让你可以瞬间远程传送到小队视野范围内的任何地方。你可以在任何位置使用传送。"
LocHelpText="获得远程传送能力，让你可以瞬间远程传送到小队视野范围内的任何地方。你可以在任何位置使用传送。"
LocFlyOverText="冲浪空间"
LocPromotionPopupText="<Bullet/> 传送在使用时不会结束回合，并且有3回合的冷却时间。你可以在任何位置使用传送。"

[WardenRelocate X2AbilityTemplate]
LocFriendlyName="迁移"
LocLongDescription="获得换位能力，让你与对友或敌人交换位置。在任何位置都可以使用换位。"
LocHelpText="立即传送到小队视野内的任何位置。两种姿态都可用。"
LocFlyOverText="迁移"
LocPromotionPopupText="<Bullet/> 换位在使用时不会结束回合，并且有3回合的冷却时间。在任何位置都可以使用换位。"